<?php /*a:1:{s:61:"/www/wwwroot/eliveadmin/themes/default/portal/page/index.html";i:1654305704;}*/ ?>
<!DOCTYPE html>
<html>
<head>
<title>用户协议</title>
<meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="referrer" content="origin">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
<meta content="telephone=no" name="format-detection" />
<!-- Set render engine for 360 browser -->
<meta name="renderer" content="webkit">

<!-- No Baidu Siteapp-->
<meta http-equiv="Cache-Control" content="no-siteapp"/>
<link href="/static/appapi/css/page.css?t=1577502879" rel="stylesheet">
</head>

<body class="body-white">
	<div class="container tc-main">	
	   <div class="page_content">
		     
<p style="margin-top: 0px; margin-bottom: 20px; white-space: normal; padding: 0px; font-size: 14px; line-height: 25.2px; text-indent: 28px; color: rgb(85, 85, 85); text-align: left;"><span style="font-size: 16px;">【审慎阅读】 您在使用炫体科技旗下“比特直播”网站或移动客户端平台服务（下称“比特<span style="color: rgb(85, 85, 85); text-indent: 28px;">直播</span>”）或申请注册流程时，应仔细阅读本协议各条款之具体表述，并充分理解各条款之内容，特别是 免除或限制责任的条款、法律适用和争议解决条款。免除或限制责任的条款将以粗体标识，建议您重点阅读。 各条款标题仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。如您对本协议有任何疑问，可向 比特直播平台客服进行咨询。 一、本协议的接受与变更 当您按照注册页面的提示填写注册信息、阅读并勾选同意本协议，完成全部注册流程后，即表示您已充分阅读、理解并接受本协议的全部内容。本协议构成您与炫体科技具有合同约束力的法律文件。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册流程。 如果您是未注册用户，或者在本协议生效前已成为比特直播的注册用户，则您同意，您对比特直播的访问和/或使用，即被视为您对本协议的全部内容的接受。否则，请您停止访问或使用比特<span style="color: rgb(85, 85, 85); text-indent: 28px;">直播</span>。 考虑到互联网服务与比特直播业务的发展和演进，您同意炫体科技有权利对本协议进行修改。本协议修改后，炫体科技将通过在比特直播相关页面公布修改的内容，并通过本协议第十条约定的通知方式向您告知；您同意承担及时阅读并确认本协议修改内容的义务。如果您不同意本协议的修改，请立即停止访问或使用比特直播；如果您选择在本协议修改后继续访问或使用比特直播，则视为您已接受或同意本协议的修改。 您同意，炫体科技及其关联公司有权根据其组织架构与服务资质的获得情况，选择合规的服务主体，为比特直播用户提供技术服务、推广服务等多方面的服务。 请注意，本协议所列明的条款，并不能完全涵盖您与炫体科技的所有权利和义务。您同意，比特<span style="color: rgb(85, 85, 85); text-indent: 28px;">直播</span>平台发布其他声明、页面说明、规则等均视为本协议之补充协议，为本协议不可分割的组成部分，与本协议具有同等法律效力。</span><br style="text-align: left;"></p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">二、服务方式与内容</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">1.服务方式 比特直播通过以下平台向用户提供服务：“比特直播”官方网站、“比特直播”移动客户端（iOS版和Android版）、“比特直播”微信小程序及比特直播个人服务中心。 比特直播平台公布的注册、登录、使用比特直播服务的方式系您使用比特直播并接受服务的唯一合法方式。您通过其他任何渠道、任何途径、任何方式获取的比特直播服务（包括但不限于获取比特直播账号、获取虚拟资产或进行相关的交易等）均不受法律保护，炫体科技概不承认其效力。一经发现，比特直播有权立即做出删除信息、取消交易、清零虚拟资产、封禁账号等处理，任何因此导致的一切不利后果均由实施上述非法行为的用户自行承担，同时炫体科技保留依法追究行为人或机构法律责任的权利。 您确认，任何以恶意破解等非法手段在比特直播提供服务的方式之外所获取的内容、信息、资讯，或产生的交易，均不属于本协议中约定的比特直播提供的服务。由此引起的一切法律后果由行为人负责，同时比特直播保留依法追究行为人法律责任的权利。 您同意，比特直播有权通过本协议第十条约定的通知方式，向您推送关于比特直播服务相关的任何平台的修改与升级的通知。如果您不同意或者不接受比特直播服务相关平台的升级，请直接拒绝并停止升级操作；如您同意或者不接受比特直播服务相关平台的修改，请立即停止使用比特直播；否则，您的使用行为和升级操作将被视为您同意并接受比特直播相关平台的修改与升级，平台修改与升级后您的一切使用行为仍受本协议约束。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">2.服务内容 比特直播为用户提供浏览资讯、信息发布、提供/购买收费服务的平台。 您理解并认可，比特直播有权按业务实际情况修改或变更有关收费服务的收费标准、收费方式及相应的服务条款。如您拒绝接受有关收费服务的收费标准、收费方式或相应的服务条款的，您将无法使用这些收费服务，但您使用比特直播的其他免费服务将不会受到影响。 如果您通过第三方支付工具在比特直播进行账号充值或购买各类收费服务或虚拟资产的支付，可能产生的任何商业风险（包括但不限于不法分子利用您账号或银行卡等有价卡等进行违法活动），该等风险均有可能给您造成相应的经济损失，比特直播在充分履行本协议项下服务规范且符合法律规定的前提下，不对您的前述风险和损失承担任何责任。 基于虚拟产品的性质和特征，比特直播无法就您通过比特直播平台进行的账号充值或购买的收费服务提供退货、换货服务。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">3.其他 比特直播不保证其提供的服务一定满足用户的全部需求。炫体科技保留随时修改、中断或终止无偿提供的服务且无需通知用户的权利，且不承担任何责任；如影响您与炫体科技进行的有偿交易，您同意炫体科技有权在事先通知的情况下对交易予以修改、中断，双方将按照公平公正、诚实信用、等价有偿的原则处理后续事宜。 您同意，比特直播有权在提供服务的过程中以各种方式为广告主投放商业性广告或其他任何类型的商业信息（包括但不限于在比特直播的任何位置上投放广告，在您上传、传播的内容中投放广告）。 您同意，比特直播有权通过本协议第十条约定的通知方式，向您发送促销或其他相关商业信息。同时，球客有权在直播间内添加网站logo（或名称）和时间的水印标志。球客将尽力但不保证不影响您的直播体验。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">三、用户注册与账号使用</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">1.用户资格 您确认，在您开始使用比特直播服务前，您应当具备中华人民共和国法律规定的、与您行为相适应的民事行为能力。如您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。您理解比特直播并无义务对本款前述事项进行任何形式的审查和确认。 比特直播重视对未成年人个人信息的保护。比特直播将依赖用户提供的个人信息判断用户是否为未成年人。比特直播建议，如果您是未满18周岁的未成年人，您应在监护人的陪同下审阅本协议，并使用比特直播。您和您的监护人对比特直播的使用，即视为您和您的监护人对本协议的同意或接受。 如需注册比特直播账号，应由您的监护人代为注册。如用户无法独立承担本协议法律责任的，其相应的法律责任由其监护人承担。除根据法律法规的规定及司法、行政机关的要求披露外，比特直播不会使用或向任何第三方透露未成年人的个人信息。除本协议约定的例外情形外，未经监护人事先同意，比特直播不会使用或向任何第三方透露未成年人的个人信息。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">2.账号说明 比特直播账号的所有权归比特直播所有。当您按照注册流程的页面提示填写注册信息、阅读并勾选同意本协议，完成全部注册流程后，您将获得一个比特直播账号的使用权。使用该账号，需设置或确认账号名称（即昵称，下同）与密码。 由于您的账号关联您的个人信息及比特直播商业信息，您的账号应当仅限您本人使用。未经比特直播同意，您直接或间接授权第三方使用您的账号或获取您的账号项下任何信息的行为所导致的一切法律后果由您自行承担，比特直播对此不承担任何责任。 当您的账号遭到未经授权的使用时，您应当立即通知比特直播，否则未经授权的使用行为均视为您本人的行为，您将自行承担所有由此导致的损失及一切后果。您理解，比特直播对您的任何请求采取行动均需要合理时间，且比特直播应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，故除非比特直播存在法定过错外，比特直播不对此承担责任。 若账号使用权的归属出现争议的，比特直播在收到相关方的投诉后，有权暂时冻结该争议账号；争议各方在合理举证期限内向比特直播提供证据证明账号归属，比特直播将依据各方提供的证据判断归属后，解冻争议账号。 如比特直播判断您对账号的使用可能危及您的账号安全及/或比特直播其他用户的账号安全及/或比特直播平台的信息安全时，比特直播有权拒绝提供相应服务或终止本协议。 由于用户账号关联用户个人信息，故仅当有法律明文规定，或司法机关、公证机关法律文书认定，用户方可进行比特直播账号使用权的转让。您的账号使用权一经转让，该账号项下其他权利义务一并转移。 除此外，您的账号使用权不得以任何方式转让，否则由此产生的一切责任均由您承担。 为使您更好地使用比特直播的各项服务，保障您的账号安全，比特直播有权要求您按国家法律法规的规定完成实名认证，关于实名认证涉及的个人信息保护事宜，详见 《比特直播隐私政策》 。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">3.注册信息</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">1）真实合法 在使用比特直播服务时，您应当按比特直播页面的提示准确完整地提供您的信息（包括您的姓名、手机号、证件名称、证件号码、电子邮件地址等）。比特直播对致力于个人信息的保护，用户个人信息的收集、存储、使用及对外提供将严格遵循法律法规的规定及《比特直播隐私政策》的约定。 您理解并承诺，您有义务保持您提供信息的真实性及有效性，不得以虚假、冒用的个人身份信息进行比特直播账号的注册或其他认证，任何使用非法、不真实、不准确的信息所产生的责任由使用者自行承担。 您在账号注册过程中需遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线。您所设置的账号名称、头像和简介等账号信息内容不得违反国家法律法规以及本协议“五、信息内容规范”中的有关约定，不得冒用、虚假关联有关机构或社会名人，否则比特直播有权对您的账号进行强制修改账号名称、暂停使用账号、注销账号等处理，并向主管机关报告。 如您在比特直播注册的账号名称与其他用户在先注册的账号名称相同而导致无法识别，比特直播将提示并要求您进行修改，如您在比特直播要求的时限内未予修改，则比特直播有权在您自定义的账号名称后加注识别符号，以确保平台的正常运行。例如，您希望或正在使用的账号名称为“球客”，但在比特直播服务器中存在一个在先的用户账号名称为“球客”，则在您不愿意修改账号名称的情况下，比特直播有权不经您同意的情况在您账号名称后加注识别符号，如“球客1”、“球客2”等。 在法律法规规定或有关司法、执法机关要求比特直播对部分用户的信息进行核实的情况下，比特直播将依法对您的信息进行检查核实，比特直播有权根据您提供的手机号码、证件号码等信息，向全国公民身份号码查询服务中心、电信运营商、金融服务机构等依法可提供身份验证服务的单位发起用户身份真实性、用户手机号码有效性状态等情况的查询。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">2）更新维护 您应当及时更新您的信息（包括但不限于注册信息），确保信息真实、准确。您在更改、删除有关信息的同时，可能会造成储存在系统中的文字、图片、视频等丢失，比特直播对您自主操作导致的内容丢失不承担责任。建议您在操作前查阅页面提示或咨询比特直播平台客服。 如您未按比特直播的要求及时提供或更新信息，或经核实您提供的信息不实的，您将承担因此对您本人、其他用户及比特直播造成的一切法律后果。比特直播有权采取包括但不限于询问、通知整改、重新认证、中止服务等一切措施以确保比特直播的运营依法合规。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">4.账号安全 用户的账号或密码遗失的，可以通过注册信息进行重置密码，以手机号码注册的用户可以凭借手机号码找回原密码。用户若发现账号遭到未授权的使用或存在其他安全漏洞的情况，应立即告知比特直播。 如您主动通知比特直播，要求比特直播采取措施暂停您账号的登录和使用的，您应当根据比特直播的要求提供与您注册身份信息相一致的个人有效身份信息以供比特直播核实，否则比特直播有权拒绝您的上述请求。比特直播核实确认您所提供的个人有效身份信息与您注册时的提供的身份信息相一致的，将会及时采取措施暂停用户账号的登录和使用。用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，比特直播有权拒绝用户上述请求。 因您主动泄露账号信息，或因您遭受他人恶意攻击等情形，导致您的账号被盗、丢失及其他的损失及后果，均由您自行承担。您应通过司法、行政等救济途径向有关的侵权行为人追偿。 请您注意，勿在使用比特直播及相关服务中透露自己的各类财产账号/帐户、银行卡、信用卡、第三方支付账号及对应密码等自认为敏感的重要信息或重要资料，否则由此带来的任何损失由您自行承担。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">四、用户的行为规范</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">1.商业行为规范 如您在征得比特直播同意情况下，在比特直播平台实施信息发布、内容推广等商业行为和营销内容的，您必须在国家相关法律法规及本协议关于推广等商业行为规范的基础上进行。您的商业行为和营销内容，必须本着平等、公平原则进行合理竞争，必须本着真实准确原则进行合理推广，必须本着保护用户体验原则选择合理的推广方式及营销内容。 如您进行恶意竞争，或采取虚假的商业行为、发布虚假夸大的营销内容，或发布频繁的、低质量的营销类信息，或您发布国家相关法律法规明令禁止的广告内容、违规开展商业行为等，比特直播有权采取措施，包括对相关内容的传播范围、传播对象作出限制，限制或禁止您使用比特直播全部或部分服务，封禁或注销账号以及依据法律法规保存有关信息并向有关部门报告等。 您在比特直播平台中与他人进行的商业行为引发的法律纠纷，由交易双方自行处理，比特直播不承担任何责任。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">2.禁止性行为 您理解并保证，不得在使用比特直播平台及服务时实施下列的禁止性行为，且不得允许任何人利用您的账号进行下列行为：</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">1）在注册账号或使用比特直播服务（包括但不限于上传、发布、传播信息等）时，冒充他人或机构，或谎称与任何人或实体有联系（包括但不限于设置失实的账号名称或接入另一用户的账号），或您恶意使用注册账号导致其他用户误认；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">2）伪造标题或以其他方式操控内容，使他人误认为该内容为比特直播所发布或传输；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">3）将无权传输的内容（例如内部资料、机密资料、侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容等）进行上传、发布、发送电子邮件或以其他方式传输或公开；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">4）上传、张贴、发送电子邮件或以其他方式传送任何未获邀约或未经授权的“垃圾电邮”、广告或宣传资料、促销资料，或任何其他商业通讯；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">5）未经比特直播书面许可，使用比特直播服务用于任何商业用途；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">6）线上或线下以任何方式骚扰比特直播其他用户；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">7）参与任何非法或有可能非法的活动或交易，包括传授犯罪方法、出售任何非法药物、洗钱活动、诈骗等；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">8）组织赌博、提供赌博机会或透过任何方法诱使他人参与赌博活动；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">9）未经同意，使用或利用比特直播拥有的知识产权（包括球客的商标、品牌、标志、任何其他专有数据或任何网页的布局或设计），或通过其他途径侵犯比特直播拥有的任何知识产权（包括试图对比特直播客户端或所使用的软件进行逆向工程）；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">10）通过使用任何自动化程序、软件、引擎、网络爬虫、网页分析工具、数据挖掘工具或类似工具，接入比特直播服务、收集或处理通过比特直播服务所提供的内容；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">11）参与或使用任何“框架”、“镜像”或其他技术，目的是模仿比特直播服务的外观和功能；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">12）干预或试图干预任何用户或任何其他方接入比特直播服务；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">13）故意散播含有干扰、破坏或限制计算机软件、硬件或通讯设备功能，可能破坏比特直播服务、与比特直播服务相连的服务器和网络的病毒、网络蠕虫、特洛伊木马病毒、已损毁的档案或其他恶意代码等；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">14）未经他人明确同意，分享或发布该等人士可识别个人身份的资料；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">15）探究或测试比特直播平台、系统或其他用户的系统是否能够入侵攻击，或在其他方面规避（或试图规避）比特直播平台、系统或其他用户的系统的任何安全功能；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">16）对比特直播服务所用的软件进行解编、反向编译或逆向工程，或试图作出上述事项；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">17）为破坏或滥用的目的开设多个账号，或恶意上传重复的、无效的大容量数据和信息；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">18）进行任何破坏比特直播服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">19）未经比特直播书面允许，进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害比特直播利益的行为；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">20）通过任何渠道或媒体（包括但不限于自媒体等）发出“与比特直播合作”、“与比特直播共同出品”等任何携带“球客”、“比特直播”等品牌的字样，如您宣传推广合作节目，您只能在宣传中提及节目本身而不得提及与比特直播关系或者擅自以“球客”、“比特直播”等品牌进行推广，凡是您的发稿带有“球客”、“比特直播”的一切宣传稿件必须通过比特直播相应合作部门之书面同意，否则因此给比特直播造成的一切损失您应予以赔偿；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">21）利用比特直播侵犯他人的合法权益，通过网络漏洞、恶意软件或其他非法手段窃取、盗用他人的账号、虚拟资产等的行为；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">22）涉嫌违反《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《信息网络传播权保护条例》、《互联网直播服务管理规定》等有关计算机及互联网规定的法律、法规或规范性文件的行为。在任何情况下，一旦合理地认为您的行为可能违反上述法律、法规或规范性文件，比特直播有权在任何时候，不经事先通知终止向您提供服务。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">23）其他涉嫌违反任何其他相关的中国法律、法规、规章、条例以及其他具有法律效力的规范性文件的行为 针对上述禁止性行为，比特直播有权依据本协议“八、用户的违约及处理”与“十一、协议的终止”等条款的约定进行处理。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">五、信息内容规范 您理解并知晓，在使用比特直播服务时，所接触的内容和信息来源广泛，比特直播无法对所有内容和信息的准确性、真实性、可用性、安全性、完整性和正当性负责。 比特直播不对用户在比特直播平台上传、发布或传输的任何内容和信息进行推荐或表达观点，也不对任何内容和信息的错误、瑕疵及产生的损失或损害承担任何责任，用户对内容和信息的任何使用需自行承担相关的风险。 您理解并保证您在比特直播制作、上传、发布或传输的内容（包括您的账号名称、聊天室发言、社区评论、弹幕等信息）不含有以下内容：</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">1）反对宪法确定的基本原则的；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">2）危害国家统一、主权和领土完整，颠覆国家政权的；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">3）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">4）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">5）破坏国家宗教政策，宣扬邪教、迷信的；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">6）扰乱社会秩序，破坏社会稳定的；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">7）诱导未成年人违法犯罪和渲染及传播淫秽、色情、赌博、暴力、凶杀、恐怖活动或者教唆犯罪的；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">8）侮辱或者诽谤他人，侵害公民个人隐私等他人合法权益的；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">9）散布谣言，危害社会公德，损害民族优秀文化传统的；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">10）其他有关法律、行政法规和国家规定禁止的其他内容。 如果您上传、发布或传输的内容含有以上违反法律法规的信息或内容的，或者侵犯任何第三方的合法权益，您将直接承担以上导致的一切不利后果。如因此给比特直播造成不利后果的，您应负责消除影响，并且赔偿比特直播因此导致的一切损失，包括且不限于财产损害赔偿、名誉损害赔偿、律师费、交通费等因维权而产生的合理费用。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">六、虚拟资产使用规则 若无特殊说明，在比特直播平台中，用户通过账号充值与应用内消费功能获得的球客币、金币、球客券、会员权限或其他虚拟资产，具体使用方法、期限等以比特直播平台页面中附带的说明或具备说明性质的其他官方文档为准。 比特直播平台有关虚拟资产的规则会因用户需求、网站策略调整、用户接受程度等因素随时进行调整，具体信息请以当时的比特直播平台页面说明为准。 除非得到比特直播的书面授权，用户不得将球客币、金币、球客券、会员权限及其他比特直播平台虚拟资产用于商业领域，包括但不限于买卖、置换、抵押或以特定方式使用该等虚拟资产获取不当得利等。任何用户都应通过正规平台（详见“二、服务方式与内容”）获得该等虚拟资产，一切通过非官方公布渠道取得的比特直播平台虚拟资产及其衍生服务均不对炫体科技产生合同效力，比特直播有权单方面收回相关虚拟资产并终止相应服务。情节严重者，比特直播有权对有关的用户账号采取封禁处理。涉嫌违法犯罪的，比特直播有权将相关账号信息与交易信息上报主管部门。 如无特殊约定，用户通过比特直播平台充值与应用内消费获得的虚拟资产均不以任何现金方式退还，用户仅能通过享用比特直播平台的有关增值服务进行等值消耗。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">七、知识产权</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">1.炫体科技拥有的知识产权 除非另有约定或比特直播另行声明，比特直播内的内容（用户或其他第三方依法享有著作权的内容除外）、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有知识产权（包括但不限于著作权、商标权、专利权、商业秘密等）及相关权利，均归炫体科技或其关联公司所有。未经书面许可，任何人不得擅自使用（包括但不限于针对部分或全部内容、技术等信息的复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演、展示、镜像、上载、下载、修改、出租）。 比特直播的Logo、“球客”、“比特直播”等文字、图形及其组合，以及比特直播的其他标识、徵记、产品和服务名称均为炫体科技或其关联公司在中国或其它国家的商标，未经球客书面授权，任何人不得以任何方式展示、使用或作其他处理，也不得向他人表明您有权展示、使用或作其他处理。 用户不得擅自删除、掩盖或更改比特直播的版权声明、商标或其它权利声明。比特直播平台所有设计图样以及其他图样、产品及服务名称，均为炫体科技及/或其关联公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。 炫体科技对比特直播平台的专有内容、原创内容和其他通过独占授权取得的内容享有完全知识产权。未经书面许可，任何单位和个人不得私自转载、传播和提供访问服务或者实施其他侵犯知识产权的行为，否则将承担包括侵权损害赔偿在内的所有法律责任。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">2.用户拥有的知识产权 除炫体科技与您另有约定外，您在比特直播平台发布、上传的全部原创内容，著作权均归您本人所有。您同意，就以上内容授予炫体科技全球范围内永久的、免费的、不可撤销的、专有许可以及完整的再许可（多层次的）权利；炫体科技有权使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示该内容（整体或部分），和/或将该内容用于包括但不限于在比特直播的网站或移动客户端。您进一步同意，炫体科技有权以自己的名义独立或委托第三方针对侵犯以上权利的行为采取任何必要的法律行动，包括但不限于民事诉讼、行政投诉、平台投诉等，并获得依据中华人民共和国法律可获得的救济。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">3.侵权救济 根据《中华人民共和国侵权责任法》的规定，任何第三方认为，用户利用比特直播平台侵害其民事权益或实施侵权行为的，被侵权人有权书面通知炫体科技采取删除、屏蔽、断开链接等必要措施。 根据《信息网络传播权保护条例》的规定，任何第三方认为，平台所涉及的作品、表演、录音录像制品，侵犯自己的合法权益的，可以向平台提交书面通知，要求平台删除该侵权作品，或者断开链接。通知书应当包含下列内容：权利人的姓名（名称）、联系方式和地址；要求删除或者断开链接的侵权作品、表演、录音录像制品的名称和网络地址；权利人的有效权利证明材料。权利人应当对通知书的真实性负责，如果侵权投诉不实，则需承担相应的法律责任 侵权投诉必须包含下述信息：被侵权人的有效权利证明材料，或被侵权作品的原始链接及其它证明材料；侵权信息或作品在平台上的具体名称及链接；侵权投诉人的联络方式，以便平台及时与您取得联系，包括电子邮件地址、电话号码或手机等；投诉内容须纳入以下声明：“本人本着诚信原则，有证据认为该对象侵害本人的合法权益。本人承诺全部投诉信息真实、准确，自愿承担一切后果。”；本人亲笔签字并注明日期，如代理他人投诉的，必须出具授权人签字的授权书。 如比特直播平台涉及的内容侵犯您的合法权利的，请根据以上规则向比特直播平台提供侵权投诉的通知与相关信息，联系方式为：jubao@leisu.com</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">八、用户的违约及处理</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">1.违约认定 发生如下情形之一的，视为您违约：</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">1）使用比特直播服务时违反有关法律法规规定的；</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">2）违反本协议或本协议之补充协议（即“一、本协议的接受与变更”）中任意一项或多项约定的。 为适应互联网行业发展和满足海量用户对高效优质服务的需求，您理解并同意，比特直播有权在比特直播平台的服务页面规则中约定其他违约认定的程序和标准，且这些程序和标准，与本协议或本协议之补充协议具备同等法律效力。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">2.违约处理措施 您在比特直播平台上发布的内容和信息违反“五、信息内容规范”的，比特直播有权立即对相应内容和信息进行删除、屏蔽等处理，而无需对您进行任何形式的通知；对于您的账号，比特直播有权视情节严重性，进行暂停使用、封禁或清空虚拟资产、强制注销等处理。 如果您在比特直播上的行为违反相关的法律法规，比特直播有权依法向相关主管机关报告并提交您的使用记录和其他信息。同时，比特直播有权将对您违法行为的处理措施信息，以及其他经国家行政或司法机关出具的生效法律文书中确认的违法信息在比特直播平台予以公示。 除此之外，比特直播有权依据国家相关法律法规规定，对您进行黑名单管理和信用管理，提供与信用等级挂钩的管理和服务。比特直播有权对纳入黑名单的用户采取禁止重新注册账号等措施，并及时向相关部门报告。 因违反本协议或本协议之补充协议被封禁的用户不会自动解封。用户可向比特直播提交申诉，比特直播将对申诉进行审查，并自行合理判断决定是否变更处罚措施。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">3.赔偿责任 如您的行为使炫体科技及/或其关联公司遭受损失（包括但不限于自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿炫体科技及/或其关联公司的上述全部损失。 如您的行为使炫体科技及/或其关联公司遭受第三人主张权利，炫体科技及/或其关联公司在对第三人承担金钱给付等义务后，有权就全部损失向您追偿。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">4.特别约定 如您向炫体科技及/或其关联公司的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，炫体科技有权立即终止与您的所有合作，并向您主张侵权损害赔偿，该等赔偿的金额以炫体科技及/或其关联公司因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">九、免责声明 炫体科技依法律法规的规定承担相应义务，但无法对由于电力故障，罢工，暴乱，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或其他不能预见、不能避免且不能克服的不可抗力因素给您造成的损害结果承担责任。 比特直播平台在发布前虽然均已经过内部测试，但由于技术本身的局限性，比特直播不能保证其与其他软硬件、系统完全兼容。如果出现不兼容的情况，您可将情况报告比特直播，以获得技术支持。如果无法解决问题，您可以选择卸载、停止使用比特直播服务。 对比特直播服务的使用由于涉及到网络通信服务，可能会受到各个环节不稳定因素的影响。因不可抗力、黑客攻击、计算机病毒、信息网络设备维护、通讯系统不稳定、网络中断、用户关机等原因，均可能造成比特直播服务中断或不能满足用户要求的情况。比特直播不保证用户在任何网络通信环境下的使用要求。 炫体科技通过中华人民共和国境内的设施控制和提供比特直播平台及服务，但炫体科技不确保控制或提供的服务在其他国家或地区是适当的、可行的，任何在中国大陆以外的司法辖区使用比特直播服务的用户应自行确保其遵守当地的法律法规，炫体科技对此不承担任何责任。 您理解并同意，本协议是在保障遵守国家法律法规、维护公序良俗，保护他人合法权益，炫体科技在能力范围内尽最大的努力按照相关法律法规进行判断，但并不保证炫体科技判断完全与司法机关、行政机关的判断一致，如因此产生的后果您已经理解并同意自行承担。 您理解并同意，关于比特直播平台及相关服务，炫体科技不提供任何种类的明示或暗示担保或条件，包括但不限于商业适售性、特定用途适用性等。您对比特直播平台及相关服务的使用行为需自行承担相应风险。 炫体科技及其关联公司不会私下通过短信、电子邮件、电话等方式联系用户，也不会通过比特直播平台组织设立任何所谓的“官方微信群”，或邀请用户参与所谓“与比特直播存在合作关系”的违法投注平台。对于您收到的任何声称与“比特直播”相关的，涉及您的个人信息、财产情况、账号密码、借款、广告或推广等信息的，您应当谨慎对待并自行进行判断，或联系比特直播平台客服或拨打021-80399332-2进行核实。如您轻信前述冒充行为而遭受财产、商业信誉、资料损失或其他有形或无形损失，炫体科技不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。 在任何情况下，炫体科技均不对任何间接性、后果性、惩罚性、偶然性或其他特殊性的损害（包括但不限于因您使用比特直播服务而遭受的利润损失、商誉损失、缔约机会损失、预期收益损失）承担责任。炫体科技对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您在因使用比特直播服务而支付给炫体科技的费用（如有）。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">十、通知 您同意，比特直播以以下合理的方式向您送达各类通知： 1）比特直播各平台页面公示的文案； 2）站内消息、弹出消息、客户端推送的消息； 3）根据您预留于比特直播的联系方式发出的电子邮件、手机短信、函件等。 比特直播通过上述方式向您发出通知，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。 对于在比特直播上因交易活动引起的任何纠纷，您同意司法机关可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在比特直播注册、更新时提供的手机号码、电子邮箱，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。 您同意司法机关可采取以上一种或多种送达方式向您送达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。 您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。 您应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
<p><br style="text-align: left;"></p>
<p style="text-align: left;">十一、协议的终止 1.终止的情形 您有权通过以下任意一项方式终止本协议： 1）在满足比特直播平台公示的账号注销条件时，通过注销流程注销您的账号的； 2）变更事项生效前，您停止使用比特直播平台并明示不愿接受变更事项的； 3）您明示不愿继续使用比特直播平台服务，且符合比特直播终止条件的。 出现以下任意一项时，比特直播以本协议第十条所列示的通知方式通知您中止或终止本协议： 1）您违反本协议约定，比特直播依据违约条款终止本协议的 2）您转让本人账号、盗用他人账号、提供虚假注册身份信息、发布违禁内容和信息、骗取他人财物、采取不正当手段谋利等行为，比特直播对您的账号予以封禁的； 3）除上述情形外，因您多次违反比特直播规则相关规定且情节严重，比特直播依据本协议对您的账号予以封禁的； 4）您的账号被球客依据本协议进行注销等清理的； 5）您在比特直播有侵犯他人合法权益或其他严重违法违约行为的； 6）根据其他相关法律法规，比特直播应当终止服务的情况。 2.协议终止后的处理 本协议终止后，除法律法规有明确规定外，比特直播无义务向您或您指定的第三方披露您账号中的任何信息。 本协议终止后，比特直播享有下列权利： 1）停止收集和使用您的个人信息，但可继续保存您留存于比特直播平台的其他内容和信息； 2）基于国家法律法规的规定或主管机关的要求，将您使用比特直播平台的内容、信息和记录提供相关机关； 3）对于您过往的违约行为，比特直播有权依据本协议向您追究违约责任。 十二、法律适用、管辖与其他 本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。 因签订或履行本协议产生的任何争议，您同意优先与比特直播协商解决；协商不成，争议各方有权向炫体科技所在地有管辖权人民法院提起诉讼。</p>
<p><br style="white-space: normal; text-align: left;"></p>
<p style="display: none;"><br></p>
		 </div>
		
	</div>
	<!-- /container -->
</body>
</html>