<?php /*a:0:{}*/ ?>
<!DOCTYPE html>
<html>
<head>
<title>用戶協議</title>
<meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="referrer" content="origin">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
<meta content="telephone=no" name="format-detection" />
<!-- Set render engine for 360 browser -->
<meta name="renderer" content="webkit">

<!-- No Baidu Siteapp-->
<meta http-equiv="Cache-Control" content="no-siteapp"/>
<link href="/static/appapi/css/page.css?t=1577502879" rel="stylesheet">
</head>

<body class="body-white">
	<div class="container tc-main">	
	   <div class="page_content">
		     
<p><span style="text-wrap-mode: nowrap;">【審慎閱讀】 您在使用花生科技旗下“花生直播”網站或移動客戶端平台服務（下稱“花生直播”）或申請註冊流程時，應仔細閱讀本協議各條款之具體表述，並充分理解各條款之內容，特別是 免除或限制責任的條款、法律適用和爭議解決條款。免除或限制責任的條款將以粗體標識，建議您重點閱讀。 各條款標題僅為幫助您理解該條款表達的主旨之用，不影響或限製本協議條款的含義或解釋。如您對本協議有任何疑問，可向 花生直播平台客服進行諮詢。 一、本協議的接受與變更 當您按照註冊頁面的提示填寫註冊信息、閱讀並勾選同意本協議，完成全部註冊流程後，即表示您已充分閱讀、理解並接受本協議的全部內容。本協議構成您與花生科技具有合同約束力的法律文件。閱讀本協議的過程中，如果您不同意本協議或其中任何條款約定，您應立即停止註冊流程。 如果您是未註冊用戶，或者在本協議生效前已成為花生直播的註冊用戶，則您同意，您對花生直播的訪問和/或使用，即被視為您對本協議的全部內容的接受。否則，請您停止訪問或使用花生直播。 考慮到互聯網服務與花生直播業務的發展和演進，您同意花生科技有權利對本協議進行修改。本協議修改後，花生科技將通過在花生直播相關頁面公佈修改的內容，並通過本協議第十條約定的通知方式向您告知；您同意承擔及時閱讀並確認本協議修改內容的義務。如果您不同意本協議的修改，請立即停止訪問或使用花生直播；如果您選擇在本協議修改後繼續訪問或使用花生直播，則視為您已接受或同意本協議的修改。 您同意，花生科技及其關聯公司有權根據其組織架構與服務資質的獲得情況，選擇合規的服務主體，為花生直播用戶提供技術服務、推廣服務等多方面的服務。 請注意，本協議所列明的條款，並不能完全涵蓋您與花生科技的所有權利和義務。您同意，花生直播平台發布其他聲明、頁面說明、規則等均視為本協議之補充協議，為本協議不可分割的組成部分，與本協議具有同等法律效力。</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">二、服務方式與內容</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">1.服務方式 花生直播通過以下平台向用戶提供服務：“花生直播”官方網站、“花生直播”移動客戶端（iOS版和Android版）、“花生直播”微信小程序及花生直播個人服務中心。 花生直播平台公佈的註冊、登錄、使用花生直播服務的方式系您使用花生直播並接受服務的唯一合法方式。您通過其他任何渠道、任何途徑、任何方式獲取的花生直播服務（包括但不限於獲取花生直播賬號、獲取虛擬資產或進行相關的交易等）均不受法律保護，花生科技概不承認其效力。一經發現，花生直播有權立即做出刪除信息、取消交易、清零虛擬資產、封禁賬號等處理，任何因此導致的一切不利後果均由實施上述非法行為的用戶自行承擔，同時花生科技保留依法追究行為人或機構法律責任的權利。 您確認，任何以惡意破解等非法手段在花生直播提供服務的方式之外所獲取的內容、信息、資訊，或產生的交易，均不屬於本協議中約定的花生直播提供的服務。由此引起的一切法律後果由行為人負責，同時花生直播保留依法追究行為人法律責任的權利。 您同意，花生直播有權通過本協議第十條約定的通知方式，向您推送關於花生直播服務相關的任何平台的修改與升級的通知。如果您不同意或者不接受花生直播服務相關平台的升級，請直接拒絕並停止升級操作；如您同意或者不接受花生直播服務相關平台的修改，請立即停止使用花生直播；否則，您的使用行為和升級操作將被視為您同意並接受花生直播相關平台的修改與升級，平台修改與升級後您的一切使用行為仍受本協議約束。</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">2.服務內容 花生直播為用戶提供瀏覽資訊、信息發布、提供/購買收費服務的平台。 您理解並認可，花生直播有權按業務實際情況修改或變更有關收費服務的收費標準、收費方式及相應的服務條款。如您拒絕接受有關收費服務的收費標準、收費方式或相應的服務條款的，您將無法使用這些收費服務，但您使用花生直播的其他免費服務將不會受到影響。 如果您通過第三方支付工具在花生直播進行賬號充值或購買各類收費服務或虛擬資產的支付，可能產生的任何商業風險（包括但不限於不法分子利用您賬號或銀行卡等有價卡等進行違法活動），該等風險均有可能給您造成相應的經濟損失，花生直播在充分履行本協議項下服務規範且符合法律規定的前提下，不對您的前述風險和損失承擔任何責任。 基於虛擬產品的性質和特徵，花生直播無法就您通過花生直播平台進行的賬號充值或購買的收費服務提供退貨、換貨服務。</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">3.其他 花生直播不保證其提供的服務一定滿足用戶的全部需求。花生科技保留隨時修改、中斷或終止無償提供的服務且無需通知用戶的權利，且不承擔任何責任；如影響您與花生科技進行的有償交易，您同意花生科技有權在事先通知的情況下對交易予以修改、中斷，雙方將按照公平公正、誠實信用、等價有償的原則處理後續事宜。 您同意，花生直播有權在提供服務的過程中以各種方式為廣告主投放商業性廣告或其他任何類型的商業信息（包括但不限於在花生直播的任何位置上投放廣告，在您上傳、傳播的內容中投放廣告）。 您同意，花生直播有權通過本協議第十條約定的通知方式，向您發送促銷或其他相關商業信息。同時，球客有權在直播間內添加網站logo（或名稱）和時間的水印標誌。球客將盡力但不保證不影響您的直播體驗。</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">三、用戶註冊與賬號使用</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">1.用戶資格 您確認，在您開始使用花生直播服務前，您應當具備中華人民共和國法律規定的、與您行為相適應的民事行為能力。如您不具備前述與您行為相適應的民事行為能力，則您及您的監護人應依照法律規定承擔因此而導致的一切後果。您理解花生直播並無義務對本款前述事項進行任何形式的審查和確認。 花生直播重視對未成年人個人信息的保護。花生直播將依賴用戶提供的個人信息判斷用戶是否為未成年人。花生直播建議，如果您是未滿18周歲的未成年人，您應在監護人的陪同下審閱本協議，並使用花生直播。您和您的監護人對花生直播的使用，即視為您和您的監護人對本協議的同意或接受。 如需註冊花生直播賬號，應由您的監護人代為註冊。如用戶無法獨立承擔本協議法律責任的，其相應的法律責任由其監護人承擔。除根據法律法規的規定及司法、行政機關的要求披露外，花生直播不會使用或向任何第三方透露未成年人的個人信息。除本協議約定的例外情形外，未經監護人事先同意，花生直播不會使用或向任何第三方透露未成年人的個人信息。</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">2.賬號說明 花生直播賬號的所有權歸花生直播所有。當您按照註冊流程的頁面提示填寫註冊信息、閱讀並勾選同意本協議，完成全部註冊流程後，您將獲得一個花生直播賬號的使用權。使用該賬號，需設置或確認賬號名稱（即暱稱，下同）與密碼。 由於您的賬號關聯您的個人信息及花生直播商業信息，您的賬號應當僅限您本人使用。未經花生直播同意，您直接或間接授權第三方使用您的賬號或獲取您的賬號項下任何信息的行為所導致的一切法律後果由您自行承擔，花生直播對此不承擔任何責任。 當您的賬號遭到未經授權的使用時，您應當立即通知花生直播，否則未經授權的使用行為均視為您本人的行為，您將自行承擔所有由此導致的損失及一切後果。您理解，花生直播對您的任何請求採取行動均需要合理時間，且花生直播應您請求而採取的行動可能無法避免或阻止侵害後果的形成或擴大，故除非花生直播存在法定過錯外，花生直播不對此承擔責任。 若賬號使用權的歸屬出現爭議的，花生直播在收到相關方的投訴後，有權暫時凍結該爭議賬號；爭議各方在合理舉證期限內向花生直播提供證據證明賬號歸屬，花生直播將依據各方提供的證據判斷歸屬後，解凍爭議賬號。 如花生直播判斷您對賬號的使用可能危及您的賬號安全及/或花生直播其他用戶的賬號安全及/或花生直播平台的信息安全時，花生直播有權拒絕提供相應服務或終止本協議。 由於用戶賬號關聯用戶個人信息，故僅當有法律明文規定，或司法機關、公證機關法律文書認定，用戶方可進行花生直播賬號使用權的轉讓。您的賬號使用權一經轉讓，該賬號項下其他權利義務一併轉移。 除此外，您的賬號使用權不得以任何方式轉讓，否則由此產生的一切責任均由您承擔。 為使您更好地使用花生直播的各項服務，保障您的賬號安全，花生直播有權要求您按國家法律法規的規定完成實名認證，關於實名認證涉及的個人信息保護事宜，詳見 《花生直播隱私政策》 。</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">3.註冊信息</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">1）真實合法 在使用花生直播服務時，您應當按花生直播頁面的提示準確完整地提供您的信息（包括您的姓名、手機號、證件名稱、證件號碼、電子郵件地址等）。花生直播對致力於個人信息的保護，用戶個人信息的收集、存儲、使用及對外提供將嚴格遵循法律法規的規定及《花生直播隱私政策》的約定。 您理解並承諾，您有義務保持您提供信息的真實性及有效性，不得以虛假、冒用的個人身份信息進行花生直播賬號的註冊或其他認證，任何使用非法、不真實、不准確的信息所產生的責任由使用者自行承擔。 您在賬號註冊過程中需遵守法律法規、社會主義制度、國家利益、公民合法權益、公共秩序、社會道德風尚和信息真實性等七條底線。您所設置的賬號名稱、頭像和簡介等賬號信息內容不得違反國家法律法規以及本協議“五、信息內容規範”中的有關約定，不得冒用、虛假關聯有關機構或社會名人，否則花生直播有權對您的賬號進行強制修改賬號名稱、暫停使用賬號、註銷賬號等處理，並向主管機關報告。 如您在花生直播註冊的賬號名稱與其他用戶在先註冊的賬號名稱相同而導致無法識別，花生直播將提示並要求您進行修改，如您在花生直播要求的時限內未予修改，則花生直播有權在您自定義的賬號名稱後加註識別符號，以確保平台的正常運行。例如，您希望或正在使用的賬號名稱為“球客”，但在花生直播服務器中存在一個在先的用戶賬號名稱為“球客”，則在您不願意修改賬號名稱的情況下，花生直播有權不經您同意的情況在您賬號名稱後加註識別符號，如“球客1”、“球客2”等。 在法律法規規定或有關司法、執法機關要求花生直播對部分用戶的信息進行核實的情況下，花生直播將依法對您的信息進行檢查核實，花生直播有權根據您提供的手機號碼、證件號碼等信息，向全國公民身份號碼查詢服務中心、電信運營商、金融服務機構等依法可提供身份驗證服務的單位發起用戶身份真實性、用戶手機號碼有效性狀態等情況的查詢。</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">2）更新維護 您應當及時更新您的信息（包括但不限於註冊信息），確保信息真實、準確。您在更改、刪除有關信息的同時，可能會造成儲存在系統中的文字、圖片、視頻等丟失，花生直播對您自主操作導致的內容丟失不承擔責任。建議您在操作前查閱頁面提示或諮詢花生直播平台客服。 如您未按花生直播的要求及時提供或更新信息，或經核實您提供的信息不實的，您將承擔因此對您本人、其他用戶及花生直播造成的一切法律後果。花生直播有權採取包括但不限於詢問、通知整改、重新認證、中止服務等一切措施以確保花生直播的運營依法合規。</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">4.賬號安全 用戶的賬號或密碼遺失的，可以通過註冊信息進行重置密碼，以手機號碼註冊的用戶可以憑藉手機號碼找回原密碼。用戶若發現賬號遭到未授權的使用或存在其他安全漏洞的情況，應立即告知花生直播。 如您主動通知花生直播，要求花生直播採取措施暫停您賬號的登錄和使用的，您應當根據花生直播的要求提供與您註冊身份信息相一致的個人有效身份信息以供花生直播核實，否則花生直播有權拒絕您的上述請求。花生直播核實確認您所提供的個人有效身份信息與您註冊時的提供的身份信息相一致的，將會及時採取措施暫停用戶賬號的登錄和使用。用戶沒有提供其個人有效身份證件或者用戶提供的個人有效身份證件與所註冊的身份信息不一致的，花生直播有權拒絕用戶上述請求。 因您主動洩露賬號信息，或因您遭受他人惡意攻擊等情形，導致您的賬號被盜、丟失及其他的損失及後果，均由您自行承擔。您應通過司法、行政等救濟途徑向有關的侵權行為人追償。 請您注意，勿在使用花生直播及相關服務中透露自己的各類財產賬號/帳戶、銀行卡、信用卡、第三方支付賬號及對應密碼等自認為敏感的重要信息或重要資料，否則由此帶來的任何損失由您自行承擔。</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">四、用戶的行為規範</span></p>
<p><span style="text-wrap-mode: nowrap;"><br></span></p>
<p><span style="text-wrap-mode: nowrap;">1.商業行為規範 如您在徵得花生直播同意情況下，在花生直播平台實施信息發布、內容推廣等商業行為和營銷內容的，您必須在國家相關法律法規及本協議關於推廣等商業行為規範的基礎上進行。您的商業行為和營銷內容，必須本著平等、公平原則進行合理</span></p>
<p><br></p>
		 </div>
		
	</div>
	<!-- /container -->
</body>
</html>